{
  "owner": "emily-flambe",
  "repositories": [
    {
      "name": "baba-is-win",
      "displayName": "This site lmao",
      "customDescription": "It insists upon itself.",
      "demoUrl": "https://www.emilycogsdill.com",
      "screenshot": "/assets/museum/personal-site.png"
    },
    {
      "name": "smart-tool-of-knowing",
      "displayName": "Smart Tool Of Knowing",
      "customDescription": "A unified CLI that transforms team collaboration by integrating Linear, Coda, and GitHub data with AI-powered insights and intelligent summarization.",
      "extendedDescription": "This comprehensive command-line tool creates a unified intelligence layer across your team's workflow platforms, seamlessly connecting Linear project management, Coda documentation, and GitHub development data. With AI-powered summarization from OpenAI and Anthropic, it provides advanced search, cross-platform analysis, and intelligent insights to streamline team knowledge management and project tracking.",
      "category": "productivity",
      "demoUrl": null,
      "order": 1,
      "screenshot": "/assets/museum/smart-tool-of-knowing.png"
    },
    {
      "name": "ask-reddit-without-asking-reddit", 
      "displayName": "Ask Reddit Without Asking Reddit",
      "customDescription": "AI-powered Reddit search that summarizes discussions to answer your questions without the endless scrolling.",
      "extendedDescription": "This experimental web app combines Reddit's vast discussion archive with OpenAI's summarization capabilities to provide AI-generated answers to life's questions. Built as a playful exploration of AI and content aggregation, it offers an alternative way to extract insights from Reddit's community wisdom.",
      "category": "web-applications",
      "demoUrl": null,
      "order": 6
    },
    {
      "name": "notes-for-goats",
      "displayName": "Notes For Goats", 
      "customDescription": "I wanted a personal notetaking app with AI features and I was bored so I kinda vibecoded my own. Turns out I'm not actually much of a note-taker, though...",
      "category": "productivity",
      "demoUrl": null,
      "order": 3
    },
    {
      "name": "list-cutter",
      "displayName": "List Cutter (\"Cutty\")",
      "customDescription": "Ceci n'est pas un CRM.",
      "extendedDescription": "Built with Django and React, this web application provides both basic and pro-level CSV manipulation features. Users can upload CSV files, filter columns using conditions like `<= 20` or `!= \"NY\"`, and download the filtered results, with optional account-based file management for power users.",
      "category": "data-processing",
      "demoUrl": null,
      "screenshot": "/assets/museum/cutty.png"
    },
    {
      "name": "chesscom-helper",
      "displayName": "Chesscom Helper",
      "customDescription": "A real-time Chess.com player monitoring tool built on Cloudflare Workers that tracks player activities and sends notifications.",
      "extendedDescription": "This TypeScript-based application leverages Chess.com's official API to validate and monitor multiple chess players simultaneously. Built with modern edge computing technology, it features secure JWT authentication, real-time player status tracking, and automated database management through Cloudflare's infrastructure.",
      "category": "api-integration",
      "demoUrl": "https://chesscomhelper.emilycogsdill.com",
      "order": 5,
      "screenshot": "/assets/museum/chesscomhelper.png"
    },
    {
      "name": "esquie",
      "displayName": "Esquie",
      "customDescription": "Mon ami!!!",
      "extendedDescription": "Wheeee, whoooo",
      "demoUrl": "https://esquie.emilycogsdill.com",
      "screenshot": "/assets/museum/esquie.png"
    },
    {
      "name": "SuperClaude",
      "displayName": "SuperClaude",
      "customDescription": "A sophisticated configuration framework that transforms Claude Code into a specialized development powerhouse with 19 commands and 9 cognitive personas.",
      "extendedDescription": "SuperClaude is an advanced enhancement framework for Claude Code that provides systematic, evidence-based development capabilities. It features 19 specialized commands for different aspects of development, 9 cognitive personas offering domain-specific expertise, and MCP integration with tools like Context7 and Sequential. The framework emphasizes token efficiency, structured workflows, and validation patterns to deliver consistent, professional AI assistance across the software development lifecycle.",
      "category": "productivity"
    },
    {
      "name": "dotfiles",
      "displayName": "dotfiles",
      "customDescription": "Custom configurations for Kitty (terminal) and AeroSpace (window management). Extremely advanced. Big-brain users ONLY.",
      "screenshot": "/assets/museum/kitty.png"
    }
  ],
  "settings": {
    "fallbackToAllRepos": false,
    "sortBy": "updated",
    "showOnlyConfigured": true
  }
}